Repository: Dacid99/Eonvelope
Catalog: src/api/locale/*/LC_MESSAGES/django.po
Languages: de, fr, uk

source: %(object)s marked as favorite.
de: %(object)s als Favorit markiert.
fr: %(object)s marqué comme favori.
uk: %(object)s позначено як обране.

source: %(object)s unmarked as favorite.
de: %(object)s nicht mehr als Favorit markiert.
fr: %(object)s retiré des favoris.
uk: %(object)s знято з обраного.

source: An error with the mailaccount occurred.
de: Ein Fehler mit dem Konto ist aufgetreten.
fr: Une erreur concernant le compte s'est produite.
uk: Сталася помилка з обліковим записом пошти.

source: Updated mailboxes
de: Postfächer aktualisiert
fr: Boîtes de réception actualisées
uk: Оновлені поштові скриньки

source: Added routines to inbox and sentbox.
de: Routinen zu Posteingang und Gesendet hinzugefügt.
uk: Додано підпрограми до папок "Вхідні" та "Надіслані".

source: Tested mailaccount
de: Konto getestet
fr: Compte de messagerie testé
uk: Перевірений обліковий запис електронної пошти

source: Attachment file not found
de: Anhang-Datei nicht gefunden
fr: Fichier de la pièce jointe introuvable
uk: Вкладений файл не знайдено

source: Attachment ids are required.
de: Anhangs-IDs werden benötigt.
fr: Les identifiants des pièces jointes sont requis.
uk: Ідентифікатори вкладень обов'язкові.

source: Attachment ids given in invalid format.
de: Anhang-IDs in ungültigem Format angegeben.
fr: Identifiants des pièces jointes donnés dans un format invalide.
uk: Ідентифікатори вкладень надано в недійсному форматі.

source: No attachments found
de: Keine Anhänge gefunden
fr: Aucune pièce jointe trouvée
uk: Вкладень не знайдено

source: Upload to Paperless failed.
de: Hochladen zu Paperless fehlgeschlagen.
uk: Не вдалося завантажити на Paperless архів.

source: Uploaded attachment document to Paperless.
de: Anhangsdokument zu Paperless hochgeladen.
uk: Завантажено вкладений документ до Paperless.

source: Upload to Immich failed.
de: Hochladen zu Immich fehlgeschlagen.
uk: Завантаження до Immich не вдалося.

source: Uploaded attachment document to Immich.
de: Bildanhang zu Immich hochgeladen.
uk: Завантажено вкладений документ до Immich.

source: Correspondent ids are required.
de: Korrespondenten-IDs werden benötigt.
fr: Les identifiants des correspondants sont nécessaires.
uk: Потрібні ідентифікатори кореспондентів.

source: Correspondent ids given in invalid format.
de: Die angegebenen Korrespondenten-IDs haben ein ungültiges Format.
uk: Ідентифікатори кореспондентів надано в недійсному форматі.

source: No correspondents found
de: Keine Korrespondenten gefunden
fr: Aucun correspondant trouvé
uk: Кореспондентів не знайдено

source: Upload to Nextcloud failed.
de: Hochladen zu Nextcloud fehlgeschlagen.
uk: Не вдалося завантажити на Nextcloud.

source: Uploaded correspondent to Nextcloud.
de: Korrespondent zu Nextcloud hochgeladen.
uk: Завантажено кореспондента до Nextcloud.

source: Tested routine
de: Routine getestet
fr: Routine testée
uk: Перевірена процедура

source: Routine started
de: Routine gestartet
fr: Routine démarrée
uk: Рутину розпочато

source: Routine is already running
de: Routine war bereits aktiviert
fr: La routine est déjà en fonctionnement
uk: Рутина вже виконується

source: Routine stopped
de: Routine gestoppt
fr: Routine arrêtée
uk: Рутину зупинено

source: Routine not running
de: Routine nicht aktiv
fr: La routine est active
uk: Рутина не виконується

source: eml file not found.
de: eml-Datei nicht gefunden.
fr: Fichier eml introuvable.
uk: eml-файл не знайдено.

source: File format is required.
de: Dateiformat wird benötigt.
fr: Le format de fichier est nécessaire.
uk: Потрібно вказати формат файлу.

source: Email ids are required.
de: E-Mail-IDs werden benötigt.
fr: Les identifiants des courriels sont nécessaires.
uk: Ідентифікатори електронної пошти обов'язкові.

source: Email ids given in invalid format.
de: E-Mail-IDs in ungültigem Format angegeben.
fr: Identifiants des courriels donnés dans un format invalide.
uk: Ідентифікатори електронної пошти надано в недійсному форматі.

source: File format %(file_format)s is not supported.
de: Dateiformat %(file_format)s wird nicht unterstützt.
fr: Le format de fichier %(file_format)s n'est pas pris en charge.
uk: Формат файлу %(file_format)s не підтримується.

source: No emails found
de: Keine E-Mails gefunden
fr: Aucun courriel trouvé
uk: Електронних листів не знайдено

source: POP accounts do not support restoring of emails.
de: POP Konten unterstützen das Wiederherstellen von E-Mails nicht.
uk: Облікові записи POP не підтримують відновлення електронних листів.

source: Restoring of email to mailbox failed.
de: Wiederherstellen der E-Mail im Postfach fehlgeschlagen.
uk: Не вдалося відновити електронну пошту в поштовій скриньці.

source: Email successfully restored to mailbox.
de: E-Mail wurde erfolgreich im Postfach wiederhergestellt.
fr: Courriel restauré avec succès dans la boîte de réception.
uk: Електронну пошту успішно відновлено у поштовій скриньці.

source: Email successfully reprocessed.
de: E-Mail erfolgreich neu verarbeitet.
uk: Електронний лист успішно оброблено повторно.

source: Tested mailbox
de: Postfach getestet
fr: Boîte de réception testée
uk: Перевірена поштова скринька

source: Fetching criterion is required.
de: Abrufkriterium wird benötigt.
fr: Le critère de récupération est nécessaire.
uk: Потрібно вказати критерій отримання.

source: The given criterion %(criterion)s is not available for this mailbox.
de: Das angegebene Abrufkriterium %(criterion)s ist für dieses Postfach nicht verfügbar.
uk: Заданий критерій %(criterion)s недоступний для цієї поштової скриньки.

source: The given criterion %(criterion)s requires an argument.
de: Das angegebene Abrufkriterium %(criterion)s benötigt ein Argument.
uk: Для заданого критерію %(criterion)s потрібен аргумент.

source: Error with mailaccount or mailbox occurred.
de: Fehler mit Konto oder Postfach aufgetreten.
fr: Une erreur concernant le compte ou la boîte de réception s'est produite.
uk: Сталася помилка з обліковим записом електронної пошти або поштовою скринькою.

source: All emails fetched.
de: Alle E-Mails abgerufen.
fr: Courriels tous récupérés.
uk: Усі електронні листи отримано.

source: No emails found.
de: Keine E-Mails gefunden.
fr: Aucun courriel trouvé.
uk: Електронна пошта не знайдено.

source: Successfully uploaded mailbox file.
de: Mailbox-Datei erfolgreich hochgeladen.
fr: Fichier de la boîte de réception téléversé avec succès.
uk: Файл поштової скриньки успішно завантажено.
