Repository: Dacid99/Eonvelope
Catalog: src/web/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Search
uk: Пошук

source: Created before
uk: Створено раніше

source: Created after
uk: Створено після

source: Received before
uk: Отримано раніше

source: Received after
uk: Отримано після

source: Number of intervals
uk: Кількість інтервалів

source: Interval period
uk: Інтервальний період

source: Enabled
uk: Увімкнено

source: File format
uk: Формат файлу

source: Select the format of the email file you want to upload.
uk: Виберіть формат файлу електронної пошти, який ви хочете завантажити.

source: Email or Mailbox file
uk: Файл електронної пошти або поштової скриньки

source: Pick a file for upload.
uk: Виберіть файл для завантаження.

source: Test failed, there is something wrong with this objects setup: %(error)s
uk: Тест не вдався, щось не так з налаштуванням цього об'єкта: %(error)s

source: Test failed: %(error)s
uk: Тест не вдався: %(error)s

source: Test failed due to an unexpected error: %(error)s
uk: Тест не пройшов через неочікувану помилку: %(error)s

source: Test was successful
uk: Тест пройшов успішно

source: Email
uk: Електронна пошта

source: Content type
uk: Тип контенту

source: bytes
uk: байти

source: Mailbox
uk: Поштова скринька

source: Account
uk: Обліковий запис

source: Request Error
uk: Помилка запиту

source: There was something wrong with your request.
uk: З вашим запитом щось було не так.

source: First aid: Please try again.
uk: Перша допомога: Будь ласка, спробуйте ще раз.

source: Forbidden
uk: Заборонено

source: You are not allowed to access the page you requested.
uk: Вам не дозволено доступ до запитуваної вами сторінки.

source: First aid: Check if you are logged in.
uk: Перша допомога: Перевірте, чи ви ввійшли в систему.

source: CSRF Verification failed!
uk: Не вдалося перевірити CSRF!

source: First aid: Check your cookie settings.
uk: Перша допомога: Перевірте налаштування файлів cookie.

source: Page Not Found
uk: Сторінку не знайдено

source: The page you requested doesn't exist.
uk: Запитана вами сторінка не існує.

source: First aid: Check the URL for typos.
uk: Перша допомога: перевірте URL-адресу на наявність друкарських помилок.

source: Internal Error
uk: Внутрішня помилка

source: An unexpected error occurred while processing your request.
uk: Під час обробки вашого запиту сталася неочікувана помилка.

source: First aid: Try again. If the error persists please inform your admin or write an issue report.
uk: Перша допомога: Спробуйте ще раз. Якщо помилка не зникає, повідомте адміністратора або напишіть звіт про проблему.

source: Add Account
uk: Додати обліковий запис

source: New Account
uk: Новий обліковий запис

source: Cancel
uk: Скасувати

source: Account Details
uk: Дані облікового запису

source: Host
uk: Хост

source: Protocol
uk: Протокол

source: Port
uk: Порт

source: Default
uk: За замовчуванням

source: Timeout
uk: Тайм-аут

source: None
uk: Жоден

source: Latest Error
uk: Остання помилка

source: Occurred At
uk: Сталося о

source: Test the account to see if this error persists.
uk: Перевірте обліковий запис, щоб побачити, чи ця помилка не зникає.

source: Mailboxes
uk: Поштові скриньки

source: Latest Emails
uk: Останні електронні листи

source: View all
uk: Переглянути всі

source: Edit Account
uk: Редагувати обліковий запис

source: in
uk: в

source: Table
uk: Таблиця

source: List
uk: Список

source: Accounts
uk: Облікові записи

source: Add account
uk: Додати Обліковий запис

source: You can fetch emails from one of this accounts mailboxes.
uk: Ви можете отримувати електронні листи з однієї з поштових скриньок цього облікового запису.

source: No email accounts found.
uk: Облікових записів електронної пошти не знайдено.

source: Go ahead and add some.
uk: Сміливо додавайте трохи.

source: You can add mailboxes for this account by fetching them from the server
uk: Ви можете додати поштові скриньки для цього облікового запису, отримавши їх із сервера

source: Test this account to make sure it can be accessed.
uk: Перевірте цей обліковий запис, щоб переконатися, що до нього можна отримати доступ.

source: Update Mailboxes
uk: Оновлення поштових скриньок

source: Attachment Details
uk: Деталі вкладення

source: MIME Content-Type
uk: Тип вмісту MIME

source: Size
uk: Розмір

source: Content Disposition
uk: Розташування вмісту

source: Content Id
uk: Ідентифікатор вмісту

source: Date received
uk: Дата отримання

source: Attachments
uk: Вкладення

source: Datasize
uk: Розмір даних

source: In email
uk: В електронному листі

source: No attachments found.
uk: Вкладень не знайдено.

source: You can fetch some along with emails from the mailboxes you have set up.
uk: Ви можете отримувати деякі разом з електронними листами з налаштованих вами поштових скриньок.

source: Go to mailboxes
uk: Перейти до поштових скриньок

source: Download
uk: Завантажити

source: Attachment image
uk: Вкладене зображення

source: Attachment text
uk: Текст вкладення

source: Attachment file content
uk: Вміст вкладеного файлу

source: Toggle navigation
uk: Перемикання навігації

source: Emails
uk: Електронні листи

source: Correspondents
uk: Кореспонденти

source: Routines
uk: Рутини

source: Toolbar with button groups
uk: Панель інструментів із групами кнопок

source: Close-buttons group
uk: Група кнопок закриття

source: Action-buttons groups
uk: Групи кнопок дій

source: Edit-buttons group
uk: Група кнопок редагування

source: Action-buttons group
uk: Група кнопок дій

source: Show filter options
uk: Показати параметри фільтра

source: Filter options
uk: Параметри фільтра

source: Close
uk: Закрити

source: Select All
uk: Вибрати все

source: Multi-actions-buttons groups
uk: Групи кнопок з кількома діями

source: Correspondent Details
uk: Дані кореспондента

source: Mailer name
uk: Ім'я поштової розсилки

source: Mailinglist
uk: Список розсилки

source: Subscribe
uk: Підписатися

source: Unsubscribe
uk: Скасувати підписку

source: Post
uk: Пост

source: Archive
uk: Архів

source: Help
uk: Допомога

source: Edit Correspondent
uk: Редагувати кореспондента

source: with
uk: із

source: No correspondents found.
uk: Кореспондентів не знайдено.

source: You can add some by fetching the emails from the mailboxes you have set up.
uk: Ви можете додати деякі, отримуючи електронні листи з налаштованих вами поштових скриньок.

source: Add Routine
uk: Додати процедуру

source: Routine Details
uk: Деталі розпорядку

source: Criterion
uk: Критерій

source: Interval
uk: Інтервал

source: Last Run
uk: Останній запуск

source: Total Run Count
uk: Загальна кількість пробіжок

source: Test the routine to see if this error persists.
uk: Перевірте процедуру, щоб побачити, чи ця помилка не зникає.

source: Edit Routine
uk: Редагувати процедуру

source: Add routine
uk: Додати розпорядок дня

source: No routines found.
uk: Не знайдено жодних підпрограм.

source: Add one to a mailbox to fetch its contents on a regular basis.
uk: Додайте його до поштової скриньки, щоб регулярно отримувати її вміст.

source: Running
uk: Запускає

source: Paused
uk: Призупинені

source: Start
uk: Старт

source: Stop
uk: Стій

source: Dashboard
uk: Інформаційна панель

source: Welcome to Eonvelope
uk: Ласкаво просимо до Eonvelope

source: Statistics
uk: Статистика

source: Data
uk: Дані

source: Count
uk: Кількість

source: Timeline
uk: Хронологія

source: Email Timeline
uk: Хронологія електронної пошти

source: Day
uk: День

source: Latest
uk: Найновіші

source: Today
uk: Сьогодні

source: This week
uk: Цього тижня

source: Month
uk: Місяць

source: Week
uk: Тиждень

source: Week #
uk: Тиждень №

source: Year
uk: Рік

source: Conversation
uk: Розмова

source: Email Details
uk: Деталі електронної пошти

source: Time received
uk: Час отримання

source: Message Id
uk: Ідентифікатор повідомлення

source: Spam
uk: Спам

source: yes
uk: так

source: no
uk: ні

source: Plain bodytext
uk: Звичайний текст основного тексту

source: Html bodytext
uk: Основний текст у форматі HTML

source: Email content
uk: Вміст електронного листа

source: Headers
uk: Заголовки

source: In Reply To
uk: У відповідь на

source: Replies
uk: Відповіді

source: References
uk: Посилання

source: Referenced by
uk: Посилається на

source: No emails found for this timeframe.
uk: За цей період часу не знайдено електронних листів.

source: Received
uk: Отримано

source: No emails found.
uk: Електронна пошта не знайдено.

source: You can fetch some from the mailboxes you have set up.
uk: Ви можете отримати деякі з поштових скриньок, які ви налаштували.

source: Reprocess
uk: Повторна обробка

source: Restore
uk: Відновити

source: New Routine
uk: Нова рутина

source: for
uk: для

source: Mailbox Details
uk: Деталі поштової скриньки

source: Save attachments
uk: Зберегти вкладення

source: on
uk: умівк

source: off
uk: вимк

source: Save mails as .eml
uk: Зберігати листи у форматі .eml

source: Test the mailbox to see if this error persists.
uk: Перевірте поштову скриньку, щоб побачити, чи ця помилка не зникає.

source: Edit Mailbox
uk: Редагувати поштову скриньку

source: of
uk: з

source: You can set up routines for this mailbox to fetch its contents on a regular schedule.
uk: Ви можете налаштувати для цієї поштової скриньки процедури, щоб отримувати її вміст за регулярним розкладом.

source: Fetch emails from this mailbox by setting up a routine or fetching the content once.
uk: Отримуйте електронні листи з цієї поштової скриньки, налаштувавши процедуру або отримавши вміст один раз.

source: Fetch
uk: Отримати

source: No mailboxes found.
uk: Поштових скриньок не знайдено.

source: You can add some by fetching the mailboxes from an account you have set up.
uk: Ви можете додати деякі, отримавши поштові скриньки з облікового запису, який ви налаштували.

source: Go to accounts
uk: Перейти до облікових записів

source: Upload
uk: Вивантаження

source: Test this mailbox to make sure it can be accessed.
uk: Перевірте цю поштову скриньку, щоб переконатися, що до неї можна отримати доступ.

source: Upload emails
uk: Вивантаження електронних листів

source: Upload email
uk: Завантажити електронну пошту

source: Back to mailbox
uk: Назад до поштової скриньки

source: Upload emails to the mailbox
uk: Вивантаження електронних листів до поштової скриньки

source: & Submit
uk: &amp; Надіслати

source: Reset
uk: Скинути

source: Added
uk: Додано

source: Last changed
uk: Остання зміна

source: Delete
uk: Видалити

source: Delete %(object)s
uk: Видалити %(object)s

source: Are you sure you want to delete %(object)s?
uk: Ви впевнені, що хочете видалити %(object)s?

source: Edit
uk: Редагувати

source: End edit
uk: Кінець редагування

source: Favorite
uk: Улюблене

source: Filter
uk: Фільтр

source: 2025 David Aderbauer
uk: 2025 Девід Адербауер

source: &amp; The Eonvelope Contributors.
uk: &amp; Автори Eonvelope.

source: Licensed under the AGPLv3.
uk: Ліцензовано за ліцензією AGPLv3.

source: Website
uk: Вебсайт

source: Documentation
uk: Документація

source: Translating
uk: Переклад

source: Healthy
uk: Здоровий

source: Unhealthy
uk: Нездоровий

source: Health unknown
uk: Стан здоров'я невідомий

source: Are you sure you want to delete the selected items?
uk: Ви впевнені, що хочете видалити вибрані елементи?

source: Results
uk: Результати

source: Page navigation
uk: Навігація сторінками

source: Previous
uk: Попередній

source: Next
uk: Наступний

source: Page Size
uk: Розмір сторінки

source: Save
uk: Зберегти

source: Test
uk: Тест

source: Select
uk: Виберіть

source: Updating mailboxes failed: %(error)s
uk: Не вдалося оновити поштові скриньки: %(error)s

source: Updating mailboxes successful
uk: Оновлення поштових скриньок успішно завершено

source: Sharing successful
uk: Поділ успішний

source: Daemon started successfully
uk: Демон успішно запустився

source: Daemon was already running
uk: Демон вже працював

source: Daemon stopped successfully
uk: Демон успішно зупинено

source: Daemon was not running
uk: Демон не працював

source: Email successfully reprocessed.
uk: Електронний лист успішно оброблено повторно.

source: POP accounts do not support restoring of emails to mailbox.
uk: Облікові записи POP не підтримують відновлення електронних листів у поштовій скриньці.

source: Restoring of email failed: %(error)s
uk: Не вдалося відновити електронну пошту: %(error)s

source: eml file not found.
uk: eml-файл не знайдено.

source: Restoring of email to mailbox failed: %(error)s
uk: Не вдалося відновити електронну пошту в поштовій скриньці: %(error)s

source: Email successfully restored to mailbox.
uk: Електронну пошту успішно відновлено у поштовій скриньці.

source: The chosen criterion %(criterion)s is not available for this mailbox.
uk: Вибраний критерій %(criterion)s недоступний для цієї поштової скриньки.

source: Fetching failed: %(error)s
uk: Не вдалося отримати дані: %(error)s

source: Fetching successful
uk: Отримання успішне
