Repository: Dacid99/Eonvelope
Catalog: src/Emailkasten/locale/*/LC_MESSAGES/django.po
Languages: it

source: Received
it: Ricevuto

source: From
it: Da

source: To
it: A

source: BCC
it: Ccn

source: Attachments
it: Allegati

source: Emailkasten API
it: API di Emailkasten

source: The API schema for the Emailkasten server.
it: Lo schema API per il server Emailkasten.

source: Default page size for paginated API response data
it: Dimensione della pagina predefinita per i dati di risposta delle API paginate

source: Maximum page size for paginated API response data
it: Dimensione massima della pagina per i dati di risposta API impaginati

source: Default page size for pagination in the webapp.
it: Dimensione della pagina predefinita per la paginazione nell'applicazione web.

source: Page size options for pagination in the webapp. Should contain the WEB_DEFAULT_PAGE_SIZE value.
it: Opzioni di formato pagina per la paginazione nell'applicazione web. Dovrebbe contenere il valore WEB_DEFAULT_PAGE_SIZE.

source: Default cycle period setting of a daemon in seconds
it: Impostazione predefinita del ciclo del demone in secondi

source: Default restart time setting of a daemon in seconds
it: Impostazione predefinita del tempo di riavvio di un demone in secondi

source: Default number of daemon logfiles to keep
it: Numero predefinito di file di registro demone da mantenere

source: Default maximum size of a daemon logfile in bytes
it: Dimensione massima predefinita di un file di registro di demone in byte

source: Maximum numbers of files in one storage unit.
it: Numero massimo di file in un'unità di archiviazione.

source: Whether or not to ignore emails that have a spam flag
it: Ignorare o no le e-mail che hanno una bandiera spam

source: List of content types prefixes to not parse as files.
it: Elenco dei prefissi di tipi di contenuto da non analizzare come file.

source: List of content types prefixes to not parse as files. Plain and HTML text is always ignored as its the bodytext.
it: Elenco dei prefissi di tipi di contenuti da non analizzare come file. La pianura e il testo HTML è sempre ignorato come il suo testo del corpo.

source: Html template used to render emails to html. Uses the django template syntax and has access to all fields of the email database table. Removing template tag imports may result in 500 responses when requesting pages with email thumbnails, so be careful.
it: Il modello HTML utilizzato per rendere le e-mail in HTML. Utilizza la sintassi del modello django e ha accesso a tutti i campi della tabella della base di dati di posta elettronica. Rimuovere le importazioni di etichette di modello può causare 500 risposte quando si richiede pagine con miniature e-mail, quindi fai attenzione.

source: Css style used to render emails to html. Refer to HTML_TEMPLATE for context on the classes.
it: Stile CSS usato per rendere le e-mail in HTML. Fai riferimento a HTML_TEMPLATE per il contesto sulle classi.

source: Default mailbox setting whether to store mails as eml.
it: Impostazione predefinita della casella di posta per memorizzare o no le e-mail come eml.

source: Default mailbox setting whether to store attachments.
it: Impostazione predefinita della casella di posta per memorizzare o no gli allegati.

source: Set this to True to allow new users to sign up themselves. This setting only takes effect if the REGISTRATION_ENABLED environment setting is not 0.
it: Imposta questo a vero per consentire ai nuovi utenti di iscriversi. Questa impostazione ha effetto solo se l'impostazione dell'ambiente REGISTRATION_ENABLED non è 0.

source: Server Configurations
it: Configurazioni server

source: Default Values
it: Valori predefiniti

source: Processing Settings
it: Impostazioni di elaborazione

source: Storage Settings
it: Impostazioni di archiviazione

source: API Settings
it: Impostazioni API

source: Web Settings
it: Impostazioni web

source: Too Many Requests
it: Troppe richieste

source: You are sending too many requests.
it: Stai inviando troppe richieste.

source: Select Language
it: Seleziona la lingua

source: Go to Emailkasten
it: Vai a Emailkasten

source: Toggle navigation
it: Attiva/disattiva la navigazione

source: Sign Out
it: Esci

source: Sign In
it: Accedi

source: Sign Up
it: Registrati

source: Change Email
it: Modifica l'e-mail

source: Change Password
it: Cambia la password

source: Sessions
it: Sessioni

source: Admin panel
it: Pannello di amministrazione
