Repository: Dacid99/Eonvelope
Catalog: src/core/locale/*/LC_MESSAGES/django.po
Languages: de, uk

source: All emails received the last DAY
de: Alle E-Mails des VORTAGS
uk: Усі електронні листи отримано останнього ДНЯ

source: All emails received the last WEEK
de: Alle E-Mails der letzten WOCHE
uk: Усі електронні листи отримано минулого ТИЖНЯ

source: All emails received the last MONTH
de: Alle E-Mails des letzten MONATS
uk: Усі електронні листи, отримані за останній МІСЯЦЬ

source: All emails received the last YEAR
de: Alle E-Mails des letzten JAHRES
uk: Усі електронні листи, отримані за останній РІК

source: All RECENT emails
de: Alle AKTUELLEN E-Mails
uk: Усі ОСТАННІ електронні листи

source: All UNSEEN emails
de: Alle UNGELESENEN E-Mails
uk: Усі НЕБАЧЕНІ електронні листи

source: All SEEN emails
de: Alle GELESENEN E-Mails
uk: Усі переглянуті електронні листи

source: All emails
de: ALLE E-Mails
uk: Усі електронні листи

source: All RECENT and UNSEEN emails
de: Alle AKTUELLEN und UNGELESENEN E-Mails
uk: Усі ОСТАННІ та НЕПЕРЕГЛЯНУТІ електронні листи

source: All emails that are not RECENT
de: Alle E-Mails die nicht AKTUELL sind
uk: Усі електронні листи, які не є НЕЩОДАВНІМИ

source: FLAGGED emails
de: MARKIERTE E-Mails
uk: ПОМІЧЕНІ електронні листи

source: All emails that are not FLAGGED
de: Alle E-Mails die nicht MARKIERT sind
uk: Усі електронні листи, які не ПОМІЧЕНО

source: All email DRAFTs
de: Alle E-Mail-ENTWÜRFE
uk: Усі чернетки електронної пошти

source: All emails that are not DRAFTs
de: Alle E-Mails, die keine ENTWÜRFE sind
uk: Усі електронні листи, які не є чернетками

source: All ANSWERED emails
de: Alle BEANTWORTETEN E-Mails
uk: Усі електронні листи з ВІДПОВІДЯМИ

source: All UNANSWERED emails
de: Alle UNBEANTORTETEN E-Mails
uk: Усі електронні листи БЕЗ ВІДПОВІДІ

source: All DELETED emails
de: Alle GELÖSCHTEN E-Mails
uk: Усі ВИДАЛЕНІ електронні листи

source: All UNDELETED emails
de: Alle UNGELÖSCHTEN E-Mails
uk: Усі НЕВИДАЛЕНІ електронні листи

source: All emails with the given KEYWORD
de: Alle E-Mails mit dem gegebenen STICHWORT
uk: Усі електронні листи з заданим КЛЮЧОВИМ СЛОВОМ

source: All emails without the given KEYWORD
de: Alle E-Mails ohne das gegebene STICHWORT
uk: Усі електронні листи без заданого КЛЮЧОВОГО СЛОВА

source: All emails LARGER than the given size
de: Alle E-Mails größer als die angegebene Größe
uk: Усі електронні листи БІЛЬШІ за заданий розмір

source: All emails SMALLER than the given size
de: Alle E-Mails kleiner als die angegebene Größe
uk: Усі електронні листи МЕНШІ за заданий розмір

source: All emails with SUBJECT containing the given text
de: Alle E-Mails mit dem gegebenen Wort im BETREFF
uk: Усі електронні листи з ТЕМОЮ, що містять заданий текст

source: All emails with BODY containing the given text
de: Alle E-Mails mit dem gegebenen Wort im HAUPTTEXT
uk: Усі електронні листи з тілом BODY, що містить заданий текст

source: All emails sent FROM the given address
de: Alle E-Mails die VON der gegebenen Adresse gesendet wurden
uk: Усі електронні листи, надіслані З вказаної адреси

source: All emails SENT SINCE the given date
de: Alle E-Mails die SEIT dem gegebenen Datum gesendet wurden
uk: Усі електронні листи, НАДІСЛАНІ З зазначеної дати

source: IMAP4 (unencrypted)
de: IMAP4 (unverschlüsselt)
uk: IMAP4 (незашифрований)

source: POP3 (unencrypted)
de: POP3 (unverschlüsselt)
uk: POP3 (незашифрований)

source: Inbox
de: Posteingang
uk: Вхідні

source: Outbox
de: Postausgang
uk: Вихідні

source: Sent
de: Gesendet
uk: Надіслано

source: Junk
de: Müll
uk: Сміття

source: Drafts
de: Entwürfe
uk: Чернетки

source: Trash
de: Mülleimer
uk: Кошик

source: From
de: Von
uk: Від

source: To
de: An
uk: До

source: Sender
de: Absender
uk: Відправник

source: Reply-To
de: Antwort-Auf
uk: Відповісти

source: Resent-From
de: Weitergeleitet-Von
uk: Повторно відправлено

source: Resent-To
de: Weitergeleitet-An
uk: Надіслано повторно

source: Resent-Cc
de: Weitergeleitet-CC
uk: Повторно надіслати копію

source: Resent-Bcc
de: Weitergeleitet-BCC
uk: Повторно надіслати приховану копію

source: Resent-Sender
de: Weitergeleitet-Absender
uk: Повторно відправнику

source: Resent-Reply-To
de: Weitergeleitet-Antwort-Auf
uk: Надіслати відповідь

source: Envelope-To
de: Umschlag-An
uk: Конверт для

source: Delivered-To
de: Zugestellt-An
uk: Доставлено до

source: Return-Path
de: Rücksendeadresse
uk: Зворотній шлях

source: Return-Receipt-To
de: Zustellungsbeleg An
uk: Повернення-Квитанція-Адрес

source: Disposition-Notification-To
de: Zustellungsbenachrichtigung An
uk: Повідомлення про розпорядження

source: .zip with .eml files inside
de: .zip aus .eml Dateien
uk: .zip з файлами .eml всередині

source: .zip with mh mailbox inside
de: .zip mit mh mailbox als Inhalt
uk: .zip з поштовою скринькою mh всередині

source: .zip with maildir mailbox inside
de: .zip mit maildir Mailbox als Inhalt
uk: .zip з поштовою скринькою maildir всередині

source: favorite status
de: Favoritenstatus
uk: статус улюбленого

source: filepath
de: Dateipfad
uk: шлях до файлу

source: health status
de: Gesundheitsstatus
uk: стан здоров'я

source: last error
de: letzter Fehler
uk: остання помилка

source: time of last error occurrence
de: Zeit des letzten Auftretens
uk: час останньої появи помилки

source: time of creation
de: Erstellungsdatum
uk: час створення

source: time of last update
de: Datum der letzten Aktualisierung
uk: час останнього оновлення

source: This will delete the records of this account and all mailboxes, emails and attachments found in it!
de: Dies löscht den Eintrag für dieses Konto und alle Mailboxen, E-Mails und Anhänge darin!
uk: Це видалить записи цього облікового запису та всі поштові скриньки, електронні листи та вкладення, знайдені в ньому!

source: This will delete the records of these accounts and all mailboxes, emails and attachments found in them!
de: Dies löscht die Einträge für diese Konten und alle Mailboxen, E-Mails und Anhänge darin!
uk: Це видалить записи цих облікових записів та всі поштові скриньки, електронні листи та вкладення, знайдені в них!

source: username
de: Benutzername
uk: ім'я користувача

source: The username of the account. Typically the mail address.
de: Der Benutzername des Kontos. Typischerweise die E-Mailadresse.
uk: Ім’я користувача облікового запису. Зазвичай це адреса електронної пошти.

source: password
de: Passwort
uk: пароль

source: The password to the account.
de: Das Passwort des Kontos.
uk: Пароль до облікового запису.

source: mailserver URL
uk: URL-адреса поштового сервера

source: The URL of the mailserver for the chosen protocol.
de: Die URL des E-Mail-Servers für das gewählte Protokoll.
uk: URL-адреса поштового сервера для вибраного протоколу.

source: mailserver portnumber
de: Mailserver Portnummer
uk: номер порту поштового сервера

source: The port of the mailserver for the chosen protocol.
de: Die Portnummer des Mailservers für das gewählte Protokoll.
uk: Порт поштового сервера для вибраного протоколу.

source: email protocol
de: E-Mail Protokoll
uk: протокол електронної пошти

source: The email protocol implemented by the server.
de: Das E-Mail-Protokoll des E-Mail-Servers.
uk: Протокол електронної пошти, реалізований сервером.

source: connection timeout
de: Verbindungstimeout
uk: час очікування з'єднання

source: Timeout for the connection to the mailserver.
de: Zeitüberschreitung für die Verbindung zum E-Mail-Server.
uk: Тайм-аут для підключення до поштового сервера.

source: user
de: Benutzer
uk: користувач

source: account
de: Konto
uk: обліковий запис

source: accounts
de: Konten
uk: обліковий записи

source: Account %(mail_address)s with protocol %(protocol)s
de: Konto %(mail_address)s mit Protokoll %(protocol)s
uk: Обліковий запис %(mail_address)s з протоколом %(protocol)s

source: This account already exists.
de: Dieses Konto existiert schon.
uk: Цей обліковий запис вже існує.

source: Testing this account data failed: %(error)s
de: Testen dieses Kontos fehlgeschlagen: %(error)s
uk: Не вдалося перевірити дані цього облікового запису: %(error)s

source: The protocol %s is not implemented in a fetcher class!
de: Das E-Mail-Protokoll %s ist nicht implementiert!
uk: Протокол %s не реалізовано в класі fetcher!

source: This will only delete the record of this attachment, not of the email.
de: Dies löscht nur den Eintrag für diesen Anhang, nicht seine E-Mail.
uk: Це видалить лише запис цього вкладення, а не весь електронний лист.

source: This will only delete the records of these attachments, not of their emails.
de: Dies löscht nur die Einträge für diese Anhänge, nicht ihre E-Mails.
uk: Це видалить лише записи цих вкладень, а не їхні електронні листи.

source: filename
de: Dateiname
uk: ім'я файлу

source: content disposition
de: Inhaltsbestimmung
uk: розташування контенту

source: content ID
de: Inhalts ID
uk: ідентифікатор вмісту

source: content maintype
de: Inhalts Haupttyp
uk: основний тип контенту

source: content subtype
de: Inhalts Untertyp
uk: підтип контенту

source: datasize
de: Datengröße
uk: розмір даних

source: email
uk: електронна пошта

source: attachment
de: Anhang
uk: вкладення

source: attachments
de: Anhänge
uk: вкладенням

source: Attachment %(file_name)s from %(email)s
de: Anhang %(file_name)s in %(email)s
uk: Вкладення %(file_name)s від %(email)s

source: Paperless URL is malformed: %(error)s
de: Paperless URL ist ungültig aufgebaut: %(error)s
uk: URL-адреса без паперу має неправильний формат: %(error)s

source: Error connecting to the Paperless server: %(error)s
de: Fehler beim Verbinden mit dem Paperless Server: %(error)s
uk: Помилка підключення до сервера Paperless: %(error)s

source: Authentication to Paperless failed: %(response)s
de: Authentifizierung bei Paperless fehlgeschlagen: %(response)s
uk: Не вдалося автентифікацію для Paperless доступу: %(response)s

source: Uploading to Paperless failed: %(response)s
de: Hochladen zu Paperless fehlgeschlagen: %(response)s
uk: Не вдалося завантажити на Paperless архів: %(response)s

source: Immich URL is malformed: %(error)s
de: Immich URL ist ungültig aufgebaut: %(error)s
uk: URL-адреса Immich має неправильний формат: %(error)s

source: Error connecting to the Immich server: %(error)s
de: Fehler beim Verbinden mit dem Immich Server: %(error)s
uk: Помилка підключення до сервера Immich: %(error)s

source: Authentication to Immich failed: %(response)s
de: Authentifizierung bei Immich fehlgeschlagen: %(response)s
uk: Автентифікація в Іммічі не вдалася: %(response)s

source: Uploading to Immich failed: %(response)s
de: Hochladen zu Immich fehlgeschlagen: %(response)s
uk: Завантаження до Immich не вдалося: %(response)s

source: Attachment image
de: Bildanhang
uk: Вкладене зображення

source: Attachment text
de: Textanhang
uk: Текст вкладення

source: Attachment file content
de: Anhangsdateiinhalt
uk: Вміст вкладеного файлу

source: This will only delete the record of this correspondent, not of its emails.
de: Dies löscht nur den Eintrag für diesen Korrespondenten, nicht seine Emails.
uk: Це видалить лише запис цього кореспондента, а не його електронні листи.

source: This will only delete the records of these correspondents, not of their emails.
de: Dies löscht nur die Einträge für diese Korrespondenten, nicht ihre Emails.
uk: Це видалить лише записи цих кореспондентів, а не їхні електронні листи.

source: email address
de: E-Mailadresse
uk: адреса електронної пошти

source: mailer name
uk: ім'я поштового адміністратора

source: The mailer name of the correspondent.
de: Der Mailer-Name des Korrespondenten.
uk: Ім'я кореспондента, що розсилає листи.

source: real name
de: Klarname
uk: справжнє ім'я

source: The real name of the correspondent.
de: Der echte Name des Korrespondenten.
uk: Справжнє ім'я кореспондента.

source: list ID
de: Listen ID
uk: ідентифікатор списку

source: list owner
de: Eigentümer der Liste
uk: власник списку

source: list-subscribe
de: Liste abonnieren
uk: список-підписок

source: list-unsubscribe
de: Liste deabonnieren
uk: список-відписок

source: list-unsubscribe method
de: Liste deabonnieren Methode
uk: метод-відписки від списку

source: list post
de: an Liste senden
uk: список публікацій

source: list help
de: Listen Hilfe
uk: довідка зі списку

source: list archive
de: Listen Archiv
uk: архів списків

source: correspondent
de: Korrespondent
uk: кореспондент

source: correspondents
de: Korrespondenten
uk: кореспонденти

source: Correspondent with address %(email_address)s
de: Korrespondent mit E-Mail-Adresse %(email_address)s
uk: Кореспондент з адресою %(email_address)s

source: Nextcloud URL is malformed: %(error)s
de: Nextcloud URL ist ungültig aufgebaut: %(error)s
uk: URL-адреса Nextcloud має неправильний формат: %(error)s

source: Error connecting to the Nextcloud server: %(error)s
de: Fehler beim Verbinden mit dem Nextcloud Server: %(error)s
uk: Помилка підключення до сервера Nextcloud: %(error)s

source: Authentication to Nextcloud failed: %(response)s
de: Authentifizierung bei Nextcloud fehlgeschlagen: %(response)s
uk: Помилка автентифікації в Nextcloud: %(response)s

source: Uploading to Nextcloud failed: %(response)s
de: Hochladen zu Nextcloud fehlgeschlagen: %(response)s
uk: Не вдалося завантажити до Nextcloud: %(response)s

source: This will only delete this routine, not its mailbox.
de: Dies löscht nur diese Routine, nicht ihre Mailbox.
uk: Це видалить лише цю процедуру, а не її поштову скриньку.

source: This will only delete these routine, not their mailboxes.
de: Dies löscht nur diese Routinen, nicht ihre Mailboxen.
uk: Це видалить лише ці процедури, а не їхні поштові скриньки.

source: mailbox
uk: поштова скринька

source: fetching criterion
de: Abfragekriterium
uk: критерій отримання

source: The selection criterion for emails to archive.
de: Das Kriterium nach dem Emails abgerufen werden.
uk: Критерій вибору електронних листів для архівування.

source: filter value
de: Filterwert
uk: значення фільтра

source: Additional value for the selection criterion.
de: Zusätzlicher Wert für das Abrufkriterium..
uk: Додаткове значення для критерію вибору.

source: celery task
de: celery Auftrag
uk: завдання з селери

source: interval
de: Intervall
uk: інтервал

source: The time between two routine runs in seconds.
de: Die Zeit zwischen zwei Ausführungen in Sekunden.
uk: Час між двома підпрограмами виконується в секундах.

source: routine
uk: рутина

source: routines
de: Routinen
uk: розпорядки

source: Emailfetching routine %(uuid)s for mailbox %(mailbox)s
de: Emailabrufroutine %(uuid)s für Mailbox %(mailbox)s
uk: Процедура отримання електронної пошти %(uuid)s для поштової скриньки %(mailbox)s

source: This fetching criterion is not available for this mailbox!
de: Dieses Abfragekriterium ist für diese Mailbox nicht verfügbar!
uk: Цей критерій отримання недоступний для цієї поштової скриньки!

source: No valid mailbox selected!
de: Keine gültige Mailbox ausgewählt!
uk: Не вибрано дійсну поштову скриньку!

source: This will delete the records of this email and all its attachments but not its correspondents.
de: Dies löscht den Eintrag für diese Email und alle ihre Anhänge, aber nicht ihre Korrespondenten.
uk: Це видалить записи цього електронного листа та всі його вкладення, але не його кореспондентів.

source: This will delete the records of these emails and all their attachments but not their correspondents.
de: Dies löscht die Einträge für diese Emails und all ihre Anhänge, aber nicht ihre Korrespondenten.
uk: Це видалить записи цих електронних листів та всі їхні вкладення, але не їхніх кореспондентів.

source: message-ID
de: Nachrichten-ID
uk: ідентифікатор повідомлення

source: time received
de: erhalten
uk: час отримання

source: subject
de: Betreff
uk: предмет

source: plain bodytext
de: Klartextinhalt
uk: звичайний текст основного тексту

source: HTML bodytext
de: HTML-Textinhalt
uk: Основний текст HTML

source: in reply to email
de: Antwort auf E-Mail
uk: у відповідь на електронний лист

source: referencing emails
de: referenzierende E-Mails
uk: посилання на електронні листи

source: headers
de: Kopfzeilen
uk: заголовки

source: X-Spam Flag
de: X-Spam Markierung
uk: Позначка X-Spam

source: emails
uk: електронні листи

source: Email with ID %(message_id)s, received on %(datetime)s from %(mailbox)s
de: Email mit ID %(message_id)s, erhalten am %(datetime)s von %(mailbox)s
uk: Електронний лист з ідентифікатором %(message_id)s, отриманий %(datetime)s від %(mailbox)s

source: The file format %(file_format)s is not supported.
de: Das gegebene Dateiformat %(file_format)s wird nicht unterstützt.
uk: Формат Файлу %(file_format)s не підтримується.

source: mention
de: Erwähnung
uk: згадка

source: email-correspondents
de: E-Mail-Korrespondenten
uk: кореспонденти електронної пошти

source: Email-Correspondent connection from email %(email)s to correspondent %(correspondent)s with mention %(mention)s
de: Email-Korrespondenten Verbindung von Email %(email)s zu Korrespondent %(correspondent)s mit Erwähnung %(mention)s
uk: Зв'язок електронної пошти-кореспондента з електронної пошти %(email)s до кореспондента %(correspondent)s зі згадкою %(mention)s

source: This will delete the record of this mailbox and all emails and attachments found in it!
de: Dies löscht den Eintrag für diese Mailbox und die aller Emails und Anhänge in ihr!
uk: Це видалить запис цієї поштової скриньки та всі електронні листи й вкладення, знайдені в ній!

source: This will delete the records of these mailboxes and all emails and attachments found in them!
de: Dies löscht die Einträge für diese Mailboxen und alle Emails und Anhänge in ihnen!
uk: Це видалить записи цих поштових скриньок та всі електронні листи й вкладення, знайдені в них!

source: name
uk: ім'я

source: type
de: Typ
uk: тип

source: save attachments
de: Anhänge speichern
uk: зберігати вкладення

source: Whether the attachments from the emails in this mailbox will be saved.
de: Ob die Anhänge der E-Mails in dieser Mailbox gespeichert werden.
uk: Чи будуть збережені вкладення з електронних листів у цій поштовій скриньці.

source: save as .eml
de: als .eml speichern
uk: зберегти як .eml

source: Whether the emails in this mailbox will be stored in .eml files.
de: Ob die Emails in dieser Mailbox als .eml gespeichert werden.
uk: Чи зберігатимуться електронні листи в цій поштовій скриньці у файлах .eml.

source: mailboxes
de: Postfächer
uk: поштові скриньки

source: Mailbox %(name)s of %(account)s
de: Mailbox %(name)s in %(account)s
uk: Поштова скринька %(name)s з %(account)s

source: The given file is not a valid %(file_format)s.
de: Die angegebene Datei ist kein gültiges %(file_format)s.
uk: Вказаний файл не є коректним %(file_format)s.

source: shard directory name
de: Speicherunterordner
uk: назва каталогу шарду

source: file count
de: Dateianzahl
uk: кількість файлів

source: status
uk: статус

source: storage shard
de: Speicherscherbe
uk: фрагмент сховища

source: storage shards
de: Speicherscherben
uk: осколки сховища

source: Current
de: Aktuell
uk: Поточний

source: Archived
de: Archiviert
uk: Архівовано

source: %(state)s storage directory %(name)s
de: %(state)s Speicherordner %(name)s
uk: %(state)s каталог сховища %(name)s

source: This fetching criterion requires an argument.
de: Dieses Abfragekriterium benötigt ein Argument.
uk: Цей критерій отримання вимагає аргументу.

source: Date values must be given in format %(format)s.
de: Daten müssen im Format %(format)s gegeben werden.
uk: Значення дати мають бути вказані у форматі %(format)s.

source: This value must be an integer.
de: DIeser Wert muss eine ganze Zahl sein.
uk: Це значення має бути цілим числом.

source: This value must be a positive number.
de: Dieser Wert muss eine positive Zahl sein.
uk: Це значення має бути додатним числом.

source: refresh
de: aktualisieren
uk: освіжити

source: fetching of mail contents
de: Abrufen von E-Mails
uk: отримання вмісту пошти

source: scan for mailboxes
de: Postfächer-Suche
uk: сканування поштових скриньок

source: restoring of email
de: Wiederherstellen der E-Mail
uk: відновлення електронної пошти

source: connecting
de: verbinden
uk: з'єднання

source: A %(error_class_name)s: %(error)s occurred during %(command_name)s on account!
de: Ein %(error_class_name)s: %(error)s trat während %(command_name)s im Konto auf!
uk: A %(error_class_name)s: Виникла помилка %(error)s під час виконання команди %(command_name)s на обліковому записі!

source: A %(error_class_name)s: %(error)s occurred during %(command_name)s on mailbox!
de: Ein %(error_class_name)s: %(error)s trat während %(command_name)s im Postfach auf!
uk: A %(error_class_name)s: Виникла помилка %(error)s під час виконання команди %(command_name)s на поштовій скриньці!

source: Server responded %(response)s!
de: Server antwortete %(response)s!
uk: Сервер відповів %(response)s!

source: allow insecure connection
de: unsichere Verbindung zulassen

source: Whether to allow insecure connections to the host, e.g. with a self-signed certificate. Currently only relevant for IMAP4, POP3 and JMAP.
de: Ob unsichere Verbindungen zum Server, z.B. über ein selbstsigniertes Zertifikat zugelassen werden. Aktuell nur relevant für IMAP4, POP3 und JMAP.
