Repository: Dacid99/Eonvelope
Catalog: src/eonvelope/locale/*/LC_MESSAGES/django.po
Languages: de, et, uk

source: Received
de: Erhalten
uk: Отримано

source: From
de: Von
uk: Від

source: To
de: An
uk: До

source: Attachments
de: Anhänge
uk: Вкладення

source: Paperless server URL
et: Paperlessi serveri võrguaadress
uk: Paperless сервер URL

source: URL of your Paperless server.
de: URL deines Paperless Servers.
et: Sinu Paperlessi serveri võrguaadress.
uk: URL-адреса вашого Paperless сервера.

source: Paperless server API key
de: Paperless Server API Token
et: Paperlessi serveri API-võti
uk: Paperless ключ API сервера

source: API key for your Paperless server.
de: API Token für deinen Paperless Server.
et: Sinu Paperlessi serveri API-võti.
uk: Ключ API для вашого Paperless сервера.

source: Paperless Tika support enabled
de: Paperless Tika Unterstützung aktiviert
et: Paperless Tika tugi on olemas
uk: Paperless Підтримка Tika увімкнена

source: Whether Tika support is enabled on your Paperless server.
de: Ob Tika Unterstützung für deinen Paperless Server aktiviert ist.
et: Kas Paperless Tika funktsionaalsus on sinu serveris kasutusel.
uk: Чи ввімкнено підтримку Tika на вашому Paperless сервері.

source: Immich server URL
et: Immichi serveri võrguaadress
uk: URL-адреса сервера Імміч

source: URL of your Immich server.
de: URL deines Immich Servers.
et: Sinu Immichi serveri võrguaadress.
uk: URL-адреса вашого сервера Immich.

source: Immich server API key
de: Immich Server API Token
et: Immichi serveri API-võti
uk: Ключ API сервера Immich

source: API key for your Immich server.
de: API Token für deinen Immich Server.
et: Sinu Immichi serveri API-võti.
uk: Ключ API для вашого сервера Immich.

source: Nextcloud server URL
et: Nextcloudi serveri võrguaadress
uk: URL-адреса сервера Nextcloud

source: URL of your Nextcloud server.
de: URL deines Nextcloud Servers.
et: Sinu Nextcloudi serveri võrguaadress.
uk: URL-адреса вашого сервера Nextcloud.

source: Nextcloud server username
de: Nextcloud Server Kontoname
et: Kasutajanimi Nextcloudi serveris
uk: Ім'я користувача сервера Nextcloud

source: Username for your Nextcloud account.
de: Name deines Nextcloud Kontos.
et: Sinu Nextcloudi konto kasutajanimi.
uk: Ім'я користувача для вашого облікового запису Nextcloud.

source: Nextcloud server password
de: Nextcloud Server Passwort
et: Nextcloudi serveri salasõna
uk: Пароль сервера Nextcloud

source: Password for your Nextcloud account.
de: Password deines Nextcloud Kontos.
et: Sinu Nextcloudi konto salasõna.
uk: Пароль для вашого облікового запису Nextcloud.

source: Nextcloud server addressbook
de: Nextcloud Server Addressbuch
et: Aadressiraamat Nextcloudi serveris
uk: Адресна книга сервера Nextcloud

source: Main addressbook of your Nextcloud account.
de: Hauptaddressbuch deines Nextcloud Kontos.
et: Sinu Nextcloudi konto põhiline aadressiraamat.
uk: Головна адресна книга вашого облікового запису Nextcloud.

source: user profile
de: benutzerprofil
et: kasutajaprofiil
uk: профіль користувача

source: user profiles
de: benutzerprofile
et: kasutajaprofiilid
uk: профілі користувачів

source: Profile for user %(username)s
de: Profil für Benutzer %(username)s
et: Kasutajaprofiil: %(username)s
uk: Профіль користувача %(username)s

source: Your email archiving server
de: Dein E-Mail Archivserver
uk: Ваш сервер архівування електронної пошти

source: Dashboard
uk: Інформаційна панель

source: Shortcut to the dashboard
de: Abkürzung zum Dashboard
uk: Ярлик до панелі інструментів

source: Timeline
de: Chronik
uk: Хронологія

source: Shortcut to the email timeline
de: Abkürzung zur E-Mail Chronik
uk: Скорочення до часової шкали електронної пошти

source: Eonvelope API
uk: API електронної пошти

source: The API schema for the Eonvelope server.
de: Das API-Schema des Eonvelope-Servers.
uk: Схема API для сервера Eonvelope.

source: Default page size for paginated API response data
de: Standard-Seitengröße für API-Anwortdaten
uk: Розмір сторінки за замовчуванням для даних відповідей API з посторінковою структурою

source: Maximum page size for paginated API response data
de: Maximale Seitengröße für API-Antwortdaten
uk: Максимальний розмір сторінки для даних відповідей API з розбивкою на сторінки

source: Default page size for pagination in the webapp.
de: Standard-Seitengröße für die Webapp.
uk: Розмір сторінки за замовчуванням для пагінації у вебзастосунку.

source: Page size options for pagination in the webapp. Should contain the WEB_DEFAULT_PAGE_SIZE value.
de: Seitengrößen-Optionen in der Webapp. Sollte den Wert von WEB_DEFAULT_PAGE_SIZE enthalten.
uk: Параметри розміру сторінки для пагінації у вебзастосунку. Повинні містити значення WEB_DEFAULT_PAGE_SIZE.

source: Maximum datasize for a thumbnail in the webapp. Thumbnails larger than this will not be loaded.
de: Maximal Dateigröße einer Vorschau in der Webapp. Dateien größer als dieser Wert werden nicht geladen.
uk: Максимальний розмір даних для мініатюри у вебзастосунку. Мініатюри, більші за цей розмір, не завантажуватимуться.

source: Maximum numbers of files in one storage unit.
de: Maximale Anzahl von Dateien in einer Speichereinheit.
uk: Максимальна кількість файлів в одному сховищі.

source: Whether or not to ignore emails that have a spam flag
de: Ob als Spam markierte E-Mails ignoriert werden
uk: Чи ігнорувати електронні листи з позначкою спаму

source: Regex pattern (case-insensitive) for mailbox names that are ignored when looking up mailboxes in an account.
de: Regex-Muster (ohne Unterscheidung von Groß- und Kleinschreibung) für Postfachnamen, die beim Suchen nach Postfächern in einem Konto ignoriert werden.
uk: Шаблон регулярних виразів (без урахування регістру) для імен поштових скриньок, які ігноруються під час пошуку поштових скриньок в обліковому записі.

source: List of content types prefixes to not parse as files.
de: Liste der Inhaltstypenpräfixe, um nicht als Dateien zu analysieren.
uk: Список префіксів типів контенту, які не слід розбирати як файли.

source: List of content types prefixes to not parse as files. Plain and HTML text is always ignored as its the bodytext.
de: Liste von Inhalt-Untertypen die nicht als Datei gespeichert werden. Plain- und HTML-Text werden immer ignoriert und als Haupttext behandelt.
uk: Список префіксів типів контенту, які не слід розбирати як файли. Звичайний текст і текст HTML завжди ігноруються, оскільки це основний текст.

source: Html template used to render emails to html. Uses the django template syntax and has access to all fields of the email database table. Removing template tag imports may result in 500 responses when requesting pages with email thumbnails, so be careful.
de: HTML-Schablone mit der E-Mails als HTML geschrieben werden. Verwendet die django template Syntax und hat Zugriff auf alle Felder der E-Mail Datenbanktabelle. Die Entfernung von Templatetags kann zu HTTP 500 Fehlermeldungen führen wenn auf Seiten mit E-Mail-Vorschauen zugegriffen wird, also sei vorsichtig.
uk: Шаблон Html, що використовується для відображення електронних листів у форматі HTML. Використовує синтаксис шаблонів Django та має доступ до всіх полів таблиці бази даних електронної пошти. Видалення імпорту тегів шаблону може призвести до 500 відповідей під час запиту сторінок із мініатюрами електронних листів, тому будьте обережні.

source: Css style used to render emails to html. Refer to HTML_TEMPLATE for context on the classes.
de: Der CSS-Stil, mit dem E-Mails in HTML dargestellt werden. Kontext zu den einzelnen Klassen findet sich in HTML_TEMPLATE.
uk: Стиль CSS, що використовується для відображення електронних листів у форматі html. Зверніться до HTML_TEMPLATE для ознайомлення з контекстом класів.

source: Default mailbox setting whether to store mails as eml.
de: Standard-Postfacheinstellung, ob E-Mails als .eml gespeichert werden.
uk: Налаштування поштової скриньки за замовчуванням, яке визначає, чи зберігати листи у форматі EML.

source: Default mailbox setting whether to store attachments.
de: Standard-Postfacheinstellung, ob Anhänge gespeichert werden.
uk: Налаштування поштової скриньки за замовчуванням, яке визначає, чи зберігати вкладення.

source: Set this to True to allow new users to sign up themselves. This setting only takes effect if the REGISTRATION_ENABLED environment setting is not 0.
de: Schalte dies an um die Selbstregistrierung für neuen Benutzern zu erlauben. Diese Einstellung ist nur relevant wenn die REGISTRATION_ENABLED Umgebungsvariable wahr ist.
uk: Встановіть для цього значення True, щоб дозволити новим користувачам реєструватися самостійно. Цей параметр діє, лише якщо параметр середовища REGISTRATION_ENABLED не має значення 0.

source: Server Configurations
de: Server-Konfiguration
uk: Конфігурації сервера

source: Default Values
de: Standardwerte
uk: Значення за замовчуванням

source: Processing Settings
de: Verarbeitungseinstellungen
uk: Налаштування обробки

source: Storage Settings
de: Speichereinstellungen
uk: Налаштування пам'яті

source: API Settings
de: API Einstellungen
uk: Налаштування API

source: Web Settings
de: Web-Einstellungen
uk: Веб-налаштування

source: Too Many Requests
de: Zu viele Anfragen
et: Liiga palju päringuid
uk: Забагато запитів

source: You are sending too many requests.
de: Du schickst zu viele Anfragen.
et: Sa oled parasjagu teinud liiga palju päringuid.
uk: Ви надсилаєте забагато запитів.

source: Profile
de: Profil
et: Profiil
uk: Профіль

source: Your Profile
de: Dein Profil
et: Sinu profiil
uk: Ваш профіль

source: Third Party Integrations
de: Drittanbieter-Integrationen
et: Lõimingud kolmandate osapoolte teenustega
uk: Інтеграції зі сторонніми розробниками

source: Save
de: Speichern
et: Salvesta
uk: Зберегти

source: Select Language
de: Sprache wählen
et: Vali keel
uk: Виберіть мову

source: Light
de: Hell
et: Hele kujundus
uk: Світло

source: Dark
de: Dunkel
et: Tume kujundus
uk: Темний

source: Auto
de: System
et: Automaatne kujundus
uk: Авто

source: Toggle navigation
de: Navigation umschalten
et: Lülita menüü sisse/välja
uk: Перемикання навігації

source: Sign Out
de: Abmelden
et: Logi välja
uk: Вийти

source: Sign In
de: Anmelden
et: Logi sisse
uk: Увійти

source: Sign Up
de: Registrieren
et: Liitu
uk: Зареєструватися

source: Change Password
de: Passwort ändern
et: Muuda salasõna
uk: Змінити пароль

source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
et: Kaksikautentimine (2FA)
uk: Двофакторна автентифікація

source: Sessions
de: Sitzungen
et: Sessioonid
uk: Сесії

source: Admin panel
de: Admin-Seite
et: Peakasutaja haldusvaade
uk: Панель адміністратора

source: Go to Eonvelope
de: Zu Eonvelope
