Repository: Dacid99/Eonvelope
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: de

source: All RECENT emails
de: Alle AKTUELLEN Emails

source: All UNSEEN emails
de: Alle UNGESEHENEN Emails

source: All emails
de: Alle Emails

source: All RECENT and UNSEEN emails
de: Alle AKTUELLEN und UNGESEHENEN Emails

source: All emails that are not NEW
de: Alle Emails die nicht NEU sind

source: FLAGGED emails
de: MARKIERTE Emails

source: All email DRAFTs
de: Alle Email ENTWÜRFE

source: All emails that are not DRAFTs
de: Alle Emails die keine ENTWÜRFE sind

source: All ANSWERED emails
de: Alle BEANTWORTETEN Emails

source: All UNANSWERED emails
de: Alle UNBEANTORTETEN Emails

source: All DELETED emails
de: Alle GELÖSCHTEN Emails

source: All UNDELETED emails
de: Alle UNGELÖSCHTEN Emails

source: All emails received the last DAY
de: Alle am vorherigen Tag erhaltetenen Emails

source: All emails received the last WEEK
de: Alle in der letzte Woche erhaltetenen Emails

source: All emails receiced the last MONTH
de: Alle im letzten Monat erhaltetenen Emails

source: All emails received the last YEAR
de: Alle im letzte Jahr erhaltetenen Emails

source: IMAP4 over SSL
de: IMAP4 via SSL

source: POP3 over SSL
de: POP3 via SSL

source: From
de: Von

source: To
de: An

source: Sender
de: Absender

source: Reply-To
de: Antwort-Auf

source: Email address
de: Email Addresse

source: The mail address to the account.
de: Die Emailaddresse des Accounts.

source: Password
de: Passwort

source: The password to the account.
de: Das Passwort für den Account.

source: Mailserver-URL
de: Emailserver-URL

source: The URL of the mailserver for the chosen protocol.
de: Die URL des Emailservers für das gewählte Protokol.

source: Mailserver-Portnumber
de: Emailserver-Portnummer

source: The port of the mailserver for the chosen protocol.
de: Die Portnummer des Emailservers für das gewählte Protokol.

source: Email Protocol
de: Email Protokol

source: The email protocol implemented by the server.
de: Das Emailprotokol des Emailservers.

source: Connection Timeout
de: Verbindungs Timeout

source: Timeout for the connection to the mailserver.
de: Timeout für die Verbindung zum Emailserver.

source: This will delete this account and all mailboxes, emails and attachments found in it!
de: Dies löscht diesen Account, alle Mailboxen, Emails und Anhänge darin!

source: Account %(mail_address)s with protocol %(protocol)s
de: Account %(mail_address)s mit Protokol %(protocol)s

source: This will only delete this attachment, not the email.
de: Dies löscht nur diesen Anhang, nicht seine Email.

source: Attachment %(file_name)s from %(email)s
de: Anhang %(file_name)s in %(email)s

source: Mailer name
de: Mail-Name

source: The mailer name of the correspondent.
de: Der Mail-Name des Korrespondenten.

source: This will only delete this correspondent, not its emails.
de: Dies löscht nur diesen Korrespondenten, nicht seine Emails.

source: Correspondent with address %(email_address)s
de: Korrespondent mit Mail-Addresse %(email_address)s

source: Fetching Criterion
de: Abruf Kriterium

source: The selection criterion for emails to archive.
de: Das Kriterium nach dem Emails abgrufen werden.

source: Cycle Period
de: Periodendauer

source: The time between two daemon runs in seconds.
de: Die Zeit zwischen zwei

source: Restart time
de: Neustart Wartezeit

source: The time to wait before restarting the daemon after a crash in seconds.
de: Die Wartezeit vor einem Neustart nach dem der Daemon abgestürzt ist in Sekunden.

source: Logfile Backup Count
de: Zahl von Logdatei Backups

source: The number of historical logfiles to keep.
de: Die Zahl an gespeicherten alten Logdateien.

source: Logfile Maximum Size
de: Logdateien Maximalgröße

source: The maximum size of a logfile in bytes.
de: Die Maximalgröße einer Logdatei in Bytes.

source: This will only delete this daemon, not its mailbox.
de: Dies löscht nur den Daemon, nicht seine Mailbox.

source: Emailfetcherdaemon %(uuid)s for mailbox %(mailbox)s
de: Emailfetcherdaemon %(uuid)s für Mailbox %(mailbox)s

source: This will delete this email and all its attachments but not its correspondents or mailinglists.
de: Dies löscht diese Email und alle ihre Anhänge aber nicht ihre Korrespondenten und Mailingliste.

source: Email with ID %(message_id)s, received on %(datetime)s from %(mailbox)s
de: Email mit ID %(message_id)s, erhalten am %(datetime)s von %(mailbox)s

source: Email-Correspondent connection from email %(email)s to correspondent %(correspondent)s with mention %(mention)s
de: Email-Korrespondenten Verbindung von Email %(email)s zu Korrespondent %(correspondent)s mit Erwähnung %(mention)s

source: Save attachments
de: Anhänge speichern

source: Whether the attachments from the emails in this mailbox will be saved.
de: Ob die Anhänge der Emails in dieser Mailbox gespeichert werden.

source: Save as .eml
de: Als .eml speichern

source: Whether the emails in this mailbox will be stored in .eml files.
de: Ob die Emails in dieser Mailbox als .eml gespeichert werden.

source: This will delete this mailbox and all emails and attachments found in it!
de: Dies löscht diese Mailbox und alle Emails und Anhänge in ihr!

source: Mailbox %(name)s of %(account)s
de: Mailbox %(name)s in %(account)s

source: This will delete this mailinglist and all its emails!
de: Dies löscht diese Mailingliste und alle ihre Emails!

source: Mailinglist %(list_id)s from %(list_owner)s
de: Mailingliste %(list_id)s von %(list_owner)s

source: Bad server response for %(command_name)s: %(response)s
de: Schlechte Antwort auf %(command_name)s: %(response)s

source: An %(error_class_name)s: %(error)s occurred during %(action_name)s!
de: Ein %(error_class_name)s: %(error)s trat während %(action_name)s auf!
